Repository: tejpateleww/Flivery_Passenger_iOS_Team_KV
Catalog: Storyboards/*.lproj/Localizable.strings
Languages: fr

source: Thanks for feedback
fr: Merci pour vos commentaires

source: Email
fr: Courriel

source: Password
fr: Mot de pase

source: Mobile Number
fr: Cellulaire

source: Confirm Password
fr: Confirmez votre mot de passe

source: Title
fr: Titre

source: First Name
fr: Prénom

source: Full Name
fr: Nom complet

source: Date Of Birth
fr: Date de naissance

source: Date of Birth
fr: Date de naissance

source: Address
fr: Adresse

source: Name
fr: Nom

source: Last Name
fr: Nom de famille

source: Home
fr: Domicile

source: My Shipping
fr: Mes envois

source: GPS Settings
fr: Réglages GPS

source: GPS is not enabled. Do you want to go to settings menu?
fr: Vos information GPS ne sont pas programmée. Aller au menu des réglages?

source: Settings
fr: Réglages

source: Cancel
fr: Annuler

source: Permission Denied, You cannot access location data.
fr: Accès refusé, vous n'avez pas access aux informations de positionnement.

source: Please select another image
fr: Veuillez sélectionner une autre image.

source: Permission Granted
fr: Accès accordé

source: Permission not Granted
fr: Accès refusé

source: Need Camera Permission
fr: Permission d'accéder à votre appareil photo

source: This app needs camera permission.
fr: Cette application requiert votre permission pour accéder à votre appareil photo

source: Grant
fr: Accordé / Bourse

source: Storage Permission
fr: Permission d'entreposage

source: This app needs storage permission.
fr: Cette application requiert votre permission pour le stockage de vos informations

source: Cards
fr: Cartes

source: Add Card
fr: Ajouter une carte

source: Done
fr: C'est fait!

source: Card Number
fr: Numéro sur la carte

source: Expiry Date
fr: Date d'expiration

source: Add Payment Method
fr: Ajouter une méthode de paiement

source: Please ensure you have entered your payment detail correctly.
fr: Assurez-vous d'avoir entré vos informations corectement.

source: Card is not valid.
fr: Votre carte n'est pas valide

source: Invalid card number.
fr: Le numéro de la carte n'est pas valide

source: Whatsapp have not been installed.
fr: Whatsapp n'a pas encore été installé

source: Error in sending SMS, please try again later!
fr: Échec de l'envoi de texto. Veuillez réessayer ultérieurement.

source: Twitter have not been installed.
fr: Twitter n'a pas encore été installé

source: Facebook have not been installed.
fr: Facebook n'a pas encore été installé

source: Error in sending and email, please try again later!
fr: Échec de l'envoi de courriel. Veuillez réessayer ultérieurement.

source: Have a promocode?
fr: Avez-vous un code promo?

source: Info
fr: Informations

source: click here
fr: Cliquez ici

source: Become a Flivery Shipper
fr: Devenir un livreur Flivery

source: Save
fr: Enregistrer/é

source: SAVE
fr: Enregistrer/é

source: Change Password
fr: Changer de mot de passe

source: Submit
fr: Soumettre

source: Account
fr: Compte

source: Account Holder Name
fr: Personne titulaire du compte

source: Bank Name
fr: Nom de votre institut financière

source: Bank Account No.
fr: No. de votre compte banquaire

source: No internet connection
fr: Pas de connection Internet

source: Please check your internet connection.
fr: Veuillez vérifier votre connexion Internet

source: Please enter email.
fr: Entrez votre adresse courriel

source: Please enter Password.
fr: Entrez votre mot de passe

source: Password must be greater than 5 character
fr: Votre mot de passe doit conteniur un minimum de 5 caractères

source: Please enter valid email.
fr: Entrez une adresse courriel valide

source: Forgot Password?
fr: Avez-vous oublié votre mot de passe?

source: Sign In
fr: Se connecter

source: Sign Up
fr: S'inscrire

source: SIGN UP
fr: S'inscrire

source: Next
fr: Suivant

source: Gender
fr: Sexe

source: Male
fr: Homme

source: Female
fr: Femme

source: Please enter all data.
fr: Veuillez répondre à toutes les questions

source: Month
fr: Mois

source: MONTH
fr: Mois

source: Year
fr: Année

source: YEAR
fr: Année

source: Or
fr: OU

source: OR
fr: OU

source: Card List
fr: Liste des cartes enregistrées

source: Message
fr: Messages

source: Info Message
fr: Messages

source: My Receipts
fr: Mes reçus

source: Invite Friends
fr: Inviter des amis

source: INVITE FRIENDS
fr: Inviter des amis

source: Book Shipment
fr: Réserver une expédition de colis

source: Transport
fr: Livraison

source: Please enter a destination.
fr: Veuillez entrer une adresse de livraison

source: Please enter a Pickup Location.
fr: Veuillez entrer une adresse pour la cueillette

source: Please select goods type.
fr: Sélectionnez le type de marchandise

source: Login
fr: Se connecter

source: Log In
fr: Se connecter

source: LOGIN
fr: Se connecter

source: Register
fr: S'inscrire

source: REGISTER
fr: S'inscrire

source: Please enter mobile number
fr: Entrez un numéro de téléphone

source: Pickup Location
fr: Adresse de cueillette du colis

source: Dropoff Location
fr: Adresse de livraison du colis

source: Enter Shiping Detail
fr: Entrez les informations de livraison

source: Mobile/Email
fr: Téléphone/Courriel

source: Please enter mobile number or email
fr: Veuillez entrer numéro de téléphone ou courriel

source: Transport Service
fr: Service de livraison

source: Select Goods Type
fr: Sélectionnez le type de marchandise

source: Approx Weight
fr: Estimation du poids

source: Weight
fr: Poids

source: Kgs
fr: Kg

source: UpComing
fr: Prochainement / Prochain

source: Upload your parcel photo here
fr: Veuillez télécharger votre image ici

source: Estimated Fare :
fr: Tarif estimé:

source: Click calendar icon to select pickup time
fr: Sélectionnez l'heure et la date de la cueillette

source: Notes (Optional)
fr: Notes (facultatif)

source: Select Payment Type
fr: Sélectionnez une méthode de paiement

source: New Password
fr: Nouveau mot de passe

source: Distance
fr: Distance à parcourir

source: Vehicle Type
fr: Type de véhicule

source: VEHICLE TYPE
fr: Type de véhicule

source: Promo Code
fr: Code promotionnel

source: Notes
fr: Notes (facultatif)

source: Confirm
fr: Confirmation / Confirmez

source: No data Found
fr: Aucune donnée trouvée

source: No Data Found
fr: Aucune donnée trouvée

source: Old Password
fr: Ce mot de passe a déjà été utilisé pour ce compte

source: Invite Via Facebook
fr: Inviter des amis via Facebook

source: More Options
fr: Plus d'options

source: Don't have an account?
fr: Vous n'avez pas encore de compte?

source: Cancel Request
fr: Annuler la requête

source: Driver Info
fr: Informations sur le conduceur

source: Start Trip
fr: Début du voyage

source: Book Now
fr: Réserver maintenant

source: Book Later
fr: Réserver pour plus tard

source: OnGoing
fr: En cours

source: Past Shipping
fr: Livraisons passées

source: Profile
fr: Profil

source: Base Fare
fr: Tarif de base

source: Base Fare:
fr: Tarif de base

source: Distance Fare:
fr: Tarif selon la distance à parcourir:

source: Night Fare:
fr: Tarif de nuit:

source: Parcel Type
fr: Type de colis

source: Parcel Weight
fr: Poids du colis

source: Parcel Image
fr: Image du colis

source: Distance Fare
fr: Tarif selon la distance à parcourir

source: Night Fare
fr: Tarif de nuit

source: NIGHT FARE
fr: Tarif de nuit

source: Waiting Cost
fr: Coût d'attente

source: WAITING COST
fr: Coût d'attente

source: Toll Fee
fr: Gratuit

source: Sub Total
fr: Sous-Total

source: Booking Charge
fr: Frais de réservation

source: BOOKING CHARGE
fr: Frais de réservation

source: Special Extra Charge
fr: Frais supplémentaires

source: Tax
fr: Taxes

source: Discount
fr: Rabais / Remise

source: DISCOUNT
fr: Rabais / Remise

source: Grand Total
fr: Total

source: Status
fr: Statut

source: Edit Profile
fr: Modifier votre profil

source: Card :
fr: Carte:

source: Select a card
fr: Sélectionner une carte

source: Current Balance :
fr: Solde actuel

source: Car Info
fr: Informations de la carte

source: Choose Image
fr: Choisissez votre image

source: Open Camera
fr: Ouvrez votre appareil photo

source: Camera
fr: Appareil photo

source: Choose From
fr: Choisir à partir de

source: Choose From Gallery
fr: Choisir à partir de vos albums photos

source: Booking Confirmed
fr: Réservation confirmée

source: Your booking request has been confirmed.
fr: Votre demande de réservation a été confirmée

source: Forgot Password
fr: Avez-vous oublié votre mot de passe?

source: Name:
fr: Nom:

source: Mobile:
fr: Numéro de téléphone:

source: Height:
fr: Hauteur:

source: Width:
fr: Largeur:

source: Capacity:
fr: Capacité

source: CANCEL
fr: Annuler

source: DONE
fr: Terminé

source: Update
fr: Mise à jour

source: Remind Later
fr: Me rappeler plus tard

source: Promocode?
fr: Code promotionnel?

source: Enter promocode
fr: Entrez votre code promotionnel

source: Request Now
fr: Faire une demande maintenant

source: Rate Message
fr: Évaluer le message

source: Any other feedback(Optional)
fr: Des suggestions?

source: Yes
fr: Oui

source: No
fr: Non

source: Verify
fr: Vérifier

source: Apply Promocode
fr: Appliquer le code promotionnel

source: Apply
fr: Appliquer

source: APPLY
fr: Appliquer

source: Your request status pending...
fr: Le statut de votre demande est en attente d'approbation

source: Remove
fr: Enlever

source: Address:
fr: Adresse

source: Additional:
fr: Additionnel

source: Gallery
fr: Gallerie de photos

source: Distance Travelled
fr: Distance parcourue

source: DISTANCE TRAVELLED
fr: Distance parcourue

source: Weight Charge
fr: Coût selon le poids du colis

source: Fare Total
fr: Frais totaux

source: Discounts Applied
fr: Votre rabais a été appliqué

source: Charged Card
fr: Votre carte a été facturée

source: Dropoff Time
fr: Heure de la livraison du colis

source: DROPOFF TIME
fr: Heure de la livraison du colis

source: Trip Fare
fr: Frais de livraison

source: TRIP FARE
fr: Frais de livraison

source: Waiting Time
fr: Temps d'attente

source: WAITING TIME
fr: Temps d'attente

source: Payment Type
fr: Type de paiement

source: PAYMENT TYPE
fr: Type de paiement

source: Payment Status
fr: Statut de paiement

source: Trip Status
fr: Statut de la livraison

source: TRIP STATUS
fr: Statut de la livraison

source: GET RECEIPT
fr: Obtenir votre reçu

source: Booking Id :
fr: Numéro de réservation

source: Track Your Trip
fr: Retracer votre livraison

source: Feb
fr: Fév.

source: Apr
fr: Avr.

source: May
fr: Mai

source: Jun
fr: Juin

source: Jul
fr: Juill

source: Aug
fr: Août

source: Sep
fr: Sept.

source: Dec
fr: Déc.

source: Please check your internet connection!
fr: Veuillez vérifier votre connexion Internet

source: Something went wrong prlease try again later
fr: Quelque chose ne vas pas. Veuillez réessayer plus tard

source: Error Message
fr: Erreur de la transaction

source: Success Message
fr: Succès de la transaction

source: Do you want to add card?
fr: Voulez-vous ajouter une carte?

source: Please try again later!
fr: Veuillez réessayer plus tard.

source: Enter promocode here
fr: Entrez votre code promotionnel

source: Please enter promocode
fr: Veuillez enter votre code promotionnel

source: Please select 30 minutes greater time from current time!
fr: Veuillez sélectionner une heure de livraison au moins 30 minutes de plus que l'heure actuelle

source: Your ride has been booked.
fr: Votre trajet a été réservé

source: Please enter New Password!
fr: Veuillez enter un nouveau mot de passe

source: Please enter Confirm Password!
fr: Veuillez confirmer votre mot de passe

source: Password must be greater than 5 character!
fr: Votre mot de passe doit contenir au moins 5 caractères

source: Your New Password and Confirm Password not match!
fr: Vos mots de passe ne correspondent pas

source: Select Time
fr: Sélectionnez une heure

source: has invited you to become a
fr: vous invite à devenir

source: Your invite code is:
fr: Votre code d'invité est:

source: Send SMS
fr: Envoyer un SMS

source: This app need send sms permission
fr: Cette application requiert votre permission pour l'envoi de SMS

source: Please Enter a Valid Phone Number
fr: Entrez un numéro de téléphone valide

source: Unknown Error
fr: Erreur inconnue

source: Message Sent Successfully !!
fr: Le message a été envoyé avec succès !!

source: Message Not Delivered
fr: Le message n'a pas pu être transmis

source: Message Delivered Successfully
fr: Le message a été transmis avec succès

source: Invalid Mobile Number!
fr: Numéro de téléphone invalide

source: Please enter Mobile Number!
fr: Veuillez enter un numéro de téléphone

source: Payment Options
fr: Options de paiements

source: Logout
fr: Déconnexion

source: Phone number not found!
fr: Numéro de téléphone n'a pas pu être trouvé

source: How was your experience with
fr: Comment a été votre expérience avec

source: No Routes Found Please Try agian later
fr: Aucun trajet n'a été trouvé

source: Need Permision
fr: Obtention d'autorisation

source: This app needs Phone permission
fr: Cette application requiert votre permission pour accéder à votre téléphone

source: Sim card not available
fr: Carte SIM indisponible

source: Sim state network locked
fr: Carte SIM vérouillée

source: Sim state pin required
fr: Pin de la carte SIM demandé

source: Sim state puk required
fr: PUK de votre carte SIM demandé

source: Sim state unknown
fr: Carte SIM inconnue

source: Please select car model!
fr: Veuillez sélectionner un modèle d'automobile

source: Invalid destination location!
fr: Adresse de la destination est invalide

source: Invalid pickup location!
fr: Adresse de cueillette du colis invalide

source: Please enter a valid destination!
fr: Veuillez entrer une adresse de destination valide

source: Please enter a valid Pickup Location!
fr: Veuillez entrer une adresse de cueillette valide

source: Please select car!
fr: Veuillez sélectionner une voiture

source: cash
fr: Argent comptant

source: Unknown
fr: Inconnu(e)

source: Please select car model and click booklater
fr: Veuillez sélectionner un modèle de voiture et cliquez 'réserver plus tard'

source: Your trip is starting now
fr: Votre livraison débute maintenant

source: Your trip has been completed successfully!
fr: Votre livraison a été complétée avec succès

source: Please enter your pickup location again.
fr: Veuillez enter votre adresse de cueillette de nouveau

source: Please enter your destination again.
fr: Veuillez entrer votre adresse de livraison de nouveau

source: Please enter Account Holder Name!
fr: Veuillez entrer le nom complet du titulaire du compte

source: Please enter Bank Name!
fr: Veuillez entrer le nom de votre institution financière

source: Please enter Bank Account Number!
fr: Veuillez entrer votre numéro de compte bancaire

source: Bank detail updated successfully!
fr: Vos informations bancaires ont été ajoutées avec succès

source: Please enter Full Name!
fr: Veuillez entrer votre nom complet

source: Please enter Date of Birth!
fr: Veuillez entrer votre date de naissance

source: Please enter Address!
fr: Veuillez entrer votre adresse de domicile

source: Please select Gender!
fr: Veuillez entrer votre sexe

source: Your Profile update successfully!
fr: Votre profil a été mis à jour avec succès

source: SMS and Location Services Permission required for this app
fr: Cette application requiert votre permission pour accéder à vos SMS et à votre location

source: Go to settings and enable permissions
fr: Allez aux paramètres et autoriser l'accès

source: Trip Detail
fr: Détails de votre voyage

source: TRIP DETAIL
fr: Détails de votre voyage

source: Select Card
fr: Sélectionner une carte

source: Transaction failed
fr: La transaction a échoué

source: Card delete successfully
fr: Carte a été supprimée

source: Please download from below link
fr: Veuillez télécharger à partir du lien ci-dessous

source: Share Via
fr: Partager via

source: Transaction Pending
fr: Transaction en cours

source: Please first complete your trip!
fr: Veuillez compléter votre voyage en premier!

source: Your request canceled successfully!
fr: Votre demande a été annulée

source: Password and Confirm Password not match!
fr: Vos mots de passe ne correspondent pas

source: Password length must be greater than 5!
fr: Votre mot de passe doit contenir au moins 5 caractères

source: Invalid Email!
fr: Courriel invalide

source: Invalid Phone Number!
fr: Numéro de téléphone invalide

source: Please enter Password!
fr: Veuillez entrer votre mot de passe

source: Please enter Phone Number!
fr: Veuillez entrer votre numéro de téléphone

source: Please enter LastName!
fr: Veuillez entrer votre nom de famille

source: Please enter FirstName!
fr: Veuillez entrer votre prénom

source: Car model not found
fr: Modèle d'automobile introuvable

source: No vehicle found
fr: Aucun véhicule trouvé

source: TIPS
fr: le pourboire

source: PICKUP TIME
fr: heure de ramassage

source: Completed
fr: terminé

source: Your trip has now started.
fr: Votre voyage a maintenant commencé

source: Your trip has been completed successfully
fr: Votre voyage a été complété avec succès

source: No driver available
fr: Aucun livreur disponible
